[
    {
        "name": "Dilemma 🤔❓",
        "response": [
            {
                "header": "The unfaithful friend",
                "path": "/lkasdjf1",
                "content": "You go out with your husband for dinner at a new restaurant you have not frequented before. It is in a part of town you rarely visit. You are shocked to see your friend’s spouse having dinner with a very young, attractive person. From the way they are behaving, it is obvious they are more than friends. The couple finish their meal and leave without seeing you. They behave very affectionately on the way out the door. Do you: Tell your friend, knowing you probably will not be believed and that it may ruin your friendship?  Say nothing about seeing the couple as it is none of your business; they may even have an open relationship?"
            },
            {
                "header": "A difficult choice",
                "path": "/lkasdjf2",
                "content": "You and your family love the beach and decide to spend a weekend at an isolated beach cabin. Your teenage daughter often gets bored on your getaways, so you make plans to take your niece along. As soon as you arrive, a storm is looming on the horizon and the water looks rough. You tell the girls they can get ready to swim, but to come back and help unload the car. They are so excited, they do not pay attention to the last part of what you say and run down to the beach to swim. You do not realize they have done so until you hear your daughter scream. You realize they are both caught in a strong current and might be swept out to sea. You are a good swimmer and know you can save one of them. You have a difficult choice to make. Do you: Save your niece first as she is a poor swimmer and will not be able to last as long as your daughter?  Save your daughter first, because, although she is a strong swimmer and may be able to last long enough for you to come back after saving your niece, you cannot stand the idea of losing her?  "
            },
            {
                "header": "An office theft",
                "path": "/lkasdjf3",
                "content": "You are in charge of the petty cash at the office. However, a co-worker is responsible for making a weekly trip to the bank to make the business deposit and obtain petty cash for the following week. In a conversation with your mutual supervisor, you are asked if the increase in the petty cash amount was enough. You, however, have not seen any additional money. You realize your co-worker has been pocketing the additional money. Do you: Tell your supervisor you have neither asked for nor received any additional petty cash and that you suspect your co-worker is pocketing the money?  Tell your co-worker your suspicions and give them a chance to pay the money back?  Say nothing and just wait to see what happens?  "
            },
            {
                "header": "Midnight death",
                "path": "/lkasdjf4",
                "content": "You have worked years to be successful in your father's business. You felt you were obligated to take over as he worked his whole life to build the business left to him by his father. However, the large businesses in town have seriously cut into profits and for several years you and your family have just managed to scrape by.  Your father’s health has declined and he has been hospitalized. He has a substantial life insurance policy that expires at midnight. If he dies before midnight, you will inherit enough money to pursue a career you have always dreamed of and provide adequately for your family. Do you: Pinch the oxygen line making it possible for your Dad to die or smother him with a pillow?  Tell your Dad the problem and let him suggest a solution and go by what he says?  Do nothing as you cannot imagine living with yourself if you terminate your Dad's life?  "
            },
            {
                "header": "Telling a secret",
                "path": "/lkasdjf5",
                "content": "Your friend tells you that they committed a crime. They explain that they are having trouble sleeping at night and feel you are the only one they can trust with their confession. A few days later, you read in the paper that someone has been arrested for your friend’s crime. Do you: Go to the police and tell them what you know?  Encourage your friend to confess and warn him if he does not do so, you will tell?  Say nothing because you will not betray a friend’s confidence? "
            },
            {
                "header": "Should You Lie to a Sick Loved One?",
                "path": "/lkasdjf5",
                "content": "Usually, if someone considers lying, whether they do it or not, it goes against their belief system and in their heart they know that it's wrong. However, whenever the truth would hurt someone you love, it often presents a gray area or a moral dilemma.  AD There have been instances where family members have either lied or withheld the truth in order to spare the feelings of a sick loved one, particularly in cases of Alzheimer's patients.  ethical dilemma examples in business | real life examples of ethical dilemmas | ethical dilemma examples and solutions.  If an Alzheimer's patient asks about a loved one, and that loved one is deceased, finding out about their death all over again can cause them pain. Because of that, some family members will lie to spare their loved one's feelings. Is it ever compassionate to withhold information from your loved one with Alzheimer's?  AD This may be a dilemma you should discuss with your family members to help make your own personal decision. However, make sure you follow your own moral compass rather than doing what others wish you to do."
            },
            {
                "header": "To Share or Not to Share Political Leanings",
                "path": "/lkasdjf6",
                "content": "Have you noticed how passionate people are about politics? If you choose to share your political leanings online or in person, you would lose followers, friends, and/or family members.  Some people weigh the options and decide it's not worth it to speak what's on your mind and lose the close contact of others.  Some say it's best to be real, to be authentic, and share any and all beliefs, loud and proud. Before choosing either option, weigh your options. Which choice can you live with? Which one could you not live with?  No matter what you decide, take time to consider the consequences of each choice before firmly making your decision. Then, be prepared to live with those consequences. "
            },
            {
                "header": "Whether to Report an Accident.",
                "path": "/lkasdjf7",
                "content": "If you're in a rush and you pass by and an accident, would you report it? Or would you not, knowing that the next person that passes by most likely would call the authorities?  The moral dilemma would be: risk getting to your meeting late, especially if you have to give an account of what happened to the police; or risk feeling guilty because you chose not to stop and help in a situation and caused the authorities to arrive sooner rather than later or even too late.  If you're struggling about whether you should report an accident as a witness, put yourself in the shoes of those affected by the accident to discover what you should do and how you can help. "
            },
            {
                "header": "Should You Lie to Your Boss?",
                "path": "/lkasdjf8",
                "content": "Being less than truthful with your boss can have repercussions, depending on the lie. The moral dilemma you may face may be whether you should lie about your experience and education, which could easily be verified. If the lie is less impactful, as in, you call in sick but aren't, you are less likely to get caught in the lie.  In employing your critical thinking skills you may find that you agree its fine to lie to your boss in certain situations. However, does lying to your boss on any level go against your personal moral beliefs? If so, that will create your moral dilemma. "
            },
            {
                "header": "Recalling a Faulty Product",
                "path": "/lkasdjf10",
                "content": "Let's say you own a business, and it has come to your attention that the product you've shipped and sold has a faulty part.  What would you do? If the part's faultiness would cause harm to someone using the product, that's a serious consideration. If, however, the faultiness may not be noticed and would not cause harm, that may cause you to consider not recalling the product.  The moral dilemma is presented as you determine how you feel about not making the product right and looking out for the best interests of your customers. There is also the legal side of recalling a product."
            },
            {
                "header": "Taking Credit for Your Coworker’s Work.",
                "path": "/lkasdjf11",
                "content": "You've collaborated on a project at work. Your team members have given valuable input that has drawn attention from your management team. You know this recognition could move you closer to a promotion.  Although one of your teammates had the most eye-catching input, should you claim credit for it? After all, it was a team effort, and you'd really like that promotion.  The moral dilemma is doing what's right by giving your teammates the credit they deserve, which would preserve your working relationship or risk your working relationship by claiming the credit for yourself.  To help you make your decision ask yourself whether taking credit for someone else's work is ethical. It would be more beneficial to pursue your own path to promotion without detracting from someone else."
            },
            {
                "header": "Aborting a Child with Down Syndrome.",
                "path": "/lkasdjf12",
                "content": "When you're expecting a baby, it's generally a joyous occasion. If you find out your baby will be living with life-changing challenges, such as Down syndrome, you may find you're facing a moral dilemma.  According to the Centers for Disease Control (CDC), the life expectancy of babies with Down syndrome increased from 10-years-old in 1960 to 47-years-old in 2007.  While there are additional challenges associated with a child with Down syndrome, the dilemma basically comes down to the question: how does an abortion fit into your moral beliefs?"
            },
            {
                "header": "Intentionally Misinterpreting Data",
                "path": "/lkasdjf13",
                "content": "There are several instances you may find yourself in where you’re tempted to fudge the numbers. Maybe you’re in the corporate world and are tempted or encouraged to share the data in such a way that will cause stockholders to believe their investments are more secure than they are.  Your ethical dilemma may be whether you misinterpret the data and secure your career or share the true numbers and risk losing your job.  An ethical dilemma example of misinterpreting or outright lying about data is the FTX scandal where investors lost billions of dollars on the digital currency platform after being misled  by founder Sam Bankman-Fried. "
            }
        ]
    }
]